Repository: dzhared/xiv-helper
Catalog: XIVHelper/Utilities/Localizable.xcstrings
Source language: en
Languages: de, fr, ja

# general.about
source: About
de: Info
fr: Informations
ja: について

# general.confirm
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認

# general.description
source: Description
de: Beschreibung
ja: 説明

# general.done
source: Done
de: Fertig
fr: Terminé
ja: 完了

# general.equipment
source: Equipment
de: Ausrüstung
fr: Équipement
ja: 装備

# general.expansion
source: Expansion
de: Erweiterung
fr: Extension
ja: 拡張パッケージ

# general.expertDelivery
source: Expert Delivery
de: Expertenlieferung
fr: Livraison experte
ja: エキスパート納品

# general.gathering
source: Gathering
de: Sammeln
fr: Collecte
ja: 採集

# general.ingredients
source: Ingredients
de: Zutaten
fr: Ingrédients
ja: 材料

# general.item
source: Item
de: Gegenstand
fr: Objet

# general.items
source: Items
de: Gegenstände
fr: Objets
ja: アイテム

# general.masterRecipe
source: Master Recipe
de: Meisterrezept
fr: Recette maître
ja: マスターレシピ

# general.quantity
source: Quantity
de: Menge
fr: Quantité
ja: 数量

# general.recipes
source: Recipes
de: Rezepte
fr: Recettes
ja: レシピ

# general.result
source: Result
de: Ergebnis
fr: Résultat
ja: 結果

# general.settings
source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定

# general.sort
source: Sort
de: Sortieren
fr: Trier
ja: 並べ替え

# general.yes
source: Yes
de: Ja
fr: Oui
ja: はい

# info.about
source: This app helps find and organize item and recipe information for Final Fantasy XIV. To find an item or recipe, tap the search icon on the bottom bar and search by item name. Relevant item and recipe information, including stats, bonuses, relevant leves and Grand Company turnins, and more is displayed on an item's detail page. To save a craftable item's recipe, tap a Recipe on its Item Detail screen, if any are available. This displays crafting information, including an ingredient list and relevant stats. To save a recipe, tap the + icon to add it, and choose a desired quantity to craft. This will add it to the Saved Recipes tab. Items that yield more than one are selected in multiples of their respective yield. To generate a shopping list for all the recipes you've saved, tap the Create Shopping List button on the Saved Recipes tab. This aggregates the ingredients from all the recipes with their respective quantities to make shopping for ingredients much easier.
de: Diese App hilft dabei, Informationen über Gegenstände und Rezepte für Final Fantasy XIV zu finden und zu organisieren. Um einen Gegenstand oder ein Rezept zu finden, tippen Sie auf das Suchsymbol in der unteren Leiste und suchen Sie nach dem Gegenstandsnamen. Relevante Informationen zu Gegenständen und Rezepten, einschließlich Werte, Boni, relevante Leves und Abgaben für Große Gesellschaften sowie weitere Details, werden auf der Detailseite eines Gegenstands angezeigt. Um das Rezept eines herstellbaren Gegenstands zu speichern, tippen Sie im Bildschirm Gegenstanddetails auf ein Rezept, falls verfügbar. Dies zeigt Informationen zum Herstellen an, einschließlich einer Zutatenliste und relevanter Werte. Um ein Rezept zu speichern, tippen Sie auf das +-Symbol, um es hinzuzufügen, und wählen Sie die gewünschte Menge zum Herstellen aus. Dies wird im Tab Gespeicherte Rezepte hinzugefügt. Gegenstände, die mehr als einen Ertrag bringen, werden in Vielfachen ihres jeweiligen Ertrags ausgewählt. Um eine Einkaufsliste für alle gespeicherten Rezepte zu erstellen, tippen Sie auf die Schaltfläche Einkaufsliste im Tab Gespeicherte Rezepte. Dies aggregiert die Zutaten aller Rezepte mit ihren jeweiligen Mengen, um das Einkaufen von Zutaten erheblich zu erleichtern.
fr: Cette application aide à trouver et organiser des informations sur les objets et recettes pour Final Fantasy XIV. Pour trouver un objet ou une recette, appuyez sur l'icône de recherche dans la barre inférieure et recherchez par nom d'objet. Les informations pertinentes sur les objets et recettes, y compris les caractéristiques, bonus, leves associés et livraisons de Compagnies grandioses, ainsi que d'autres détails, sont affichées sur la page de détail d'un objet. Pour enregistrer la recette d'un objet fabriquable, appuyez sur une recette dans son écran Détail de l'objet, si des recettes sont disponibles. Cela affiche les informations de fabrication, y compris une liste d'ingrédients et les caractéristiques pertinentes. Pour enregistrer une recette, appuyez sur l'icône + pour l'ajouter et choisissez une quantité souhaitée à fabriquer. Cela l'ajoutera à l'onglet Recettes enregistrées. Les objets produisant plusieurs unités sont sélectionnés par multiples de leur rendement respectif. Pour générer une liste de courses pour toutes les recettes enregistrées, appuyez sur le bouton Liste de courses dans l'onglet Recettes enregistrées. Cela regroupe les ingrédients de toutes les recettes avec leurs quantités respectives pour rendre les achats d'ingrédients beaucoup plus simples.
ja: このアプリは、ファイナルファンタジーXIVのアイテムとレシピ情報を検索および整理するのに役立ちます。アイテムやレシピを見つけるには、下部バーの検索アイコンをタップし、アイテム名で検索してください。ステータス、ボーナス、関連するリーヴやグランドカンパニーへの納品など、関連するアイテムとレシピ情報がアイテムの詳細ページに表示されます。 クラフト可能なアイテムのレシピを保存するには、アイテム詳細画面で利用可能なレシピをタップしてください。これにより、材料リストや関連するステータスを含むクラフト情報が表示されます。レシピを保存するには、+アイコンをタップして追加し、作成したい数量を選択します。これにより、「保存されたレシピ」タブに追加されます。一度に複数作成可能なアイテムは、それぞれの生成数に応じた倍数で選択されます。 保存したすべてのレシピのショッピングリストを生成するには、保存されたレシピタブで ショッピングリストボタンをタップしてください。これにより、すべてのレシピの材料とそれぞれの数量が集計され、材料の購入が非常に簡単になります。

# info.credits
source: Credits
de: Danksagungen
fr: Crédits
ja: クレジット

# info.creditsLodestoneNews
source: Lodestone News API
de: API für die Nachrichten von The Lodestone
fr: API des actualités de The Lodestone
ja: 「The Lodestone」ニュースAPI

# info.creditsTeamcraft
source: Game data from FFXIV Teamcraft used under MIT License
de: Spieldaten von FFXIV Teamcraft werden unter der MIT-Lizenz verwendet.
fr: Les données du jeu provenant de FFXIV Teamcraft sont utilisées sous la licence MIT.
ja: FFXIV TeamcraftのゲームデータはMITライセンスのもとで使用されています。

# info.databaseVersion
source: Database version: %@
de: Datenbankversion: %@
fr: Version de la base de données : %@
ja: データベースバージョン：%@

# info.emailMe
source: Bugs? Feedback? Contact me!
de: Bugs? Feedback? Kontaktieren Sie mich!
fr: Des bugs ? Des retours ? Contactez-moi !
ja: バグ？フィードバック？ご連絡ください！

# info.legal
source: XIV Helper is not an official product of Final Fantasy XIV or Square Enix, Inc. All game and news content shown in the app is owned by Square Enix, and the use of such content is permitted only for non-commercial purposes, in accordance with the Materials Usage License, as specified on the Final Fantasy XIV website. © SQUARE ENIX CO., LTD. All Rights Reserved.
de: XIV Helper ist kein offizielles Produkt von Final Fantasy XIV oder Square Enix, Inc. Alle im Spiel und in den Nachrichten angezeigten Inhalte in der App sind Eigentum von Square Enix, und die Nutzung solcher Inhalte ist nur für nicht-kommerzielle Zwecke gestattet, in Übereinstimmung mit der Materials Usage License, wie auf der Final Fantasy XIV-Website angegeben. © SQUARE ENIX CO., LTD. Alle Rechte vorbehalten.
fr: XIV Helper n'est pas un produit officiel de Final Fantasy XIV ou de Square Enix, Inc. Tout le contenu du jeu et des actualités affiché dans l'application appartient à Square Enix, et l'utilisation de ce contenu n'est autorisée qu'à des fins non commerciales, conformément à la Licence d'utilisation des matériaux, comme spécifié sur le site web de Final Fantasy XIV. © SQUARE ENIX CO., LTD. Tous droits réservés.
ja: XIV Helperは、Final Fantasy XIVまたはSquare Enix, Inc.の公式製品ではありません。アプリ内に表示されるすべてのゲームおよびニュースコンテンツはSquare Enixの所有物であり、これらのコンテンツの使用は、Final Fantasy XIVウェブサイトに記載されている素材使用ライセンスに従い、非商業目的でのみ許可されています。 © SQUARE ENIX CO., LTD. All Rights Reserved.

# info.privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー

# item.allNodes
source: All Nodes (%lld)
de: Alle Knoten (%lld)
fr: Tous les nœuds (%lld)
ja: すべてのノード（%lld）

# item.bonuses
source: Bonuses
de: Boni
fr: Bonus
ja: ボーナス

# item.canBeHQ
source: **Can** be HQ
de: **Kann** HQ sein
fr: **Peut** être HQ
ja: HQにできます

# item.canBeQuickSynthesized
source: **Can** be quick synthesized
de: **Kann** schnell synthetisiert werden
fr: **Peut** être synthétisé rapidement
ja: 迅速に作成できます

# item.cannotBeHQ
source: **Can’t** be HQ
de: **Kann nicht** HQ sein
fr: **Ne peut** pas être HQ
ja: HQにできません

# item.cannotBeQuickSynthesized
source: **Can’t** be quick synthesized
de: **Kann nicht** schnell synthetisiert werden
fr: **Ne peut** pas être synthétisé rapidement
ja: 迅速に作成できません

# item.deleteRecipe
source: Delete Recipe
de: Rezept löschen
fr: Supprimer la recette
ja: レシピを削除

# item.grandCompanyQuantity
source: Grand Company (%lld Required)
de: Staatliche Gesellschaften (%lld erforderlich)
fr: Grande compagnie (%lld requis)
ja: グランドカンパニー（%lld必要）

# item.levelAndType
source: Level %lld %@
de: Stufe %lld %@
fr: Niveau %lld %@
ja: レベル%lld%@

# item.noRecipes
source: This item has no recipes.
de: Dieser Gegenstand hat keine Rezepte.
fr: Cet objet n'a pas de recettes.
ja: このアイテムにはレシピがありません。

# item.seals
source: %lld Seals
de: %lld besitzen
fr: %lld sceaux
ja: %lld軍票

# item.stats
source: Stats
de: Werte
fr: Caractéristiques
ja: ステータス

# item.xp
source: %lld XP
de: %lld EP
fr: %lld PX

# job.adventurer
source: Adventurer
de: Abenteurerin
fr: aventurière
ja: 冒険者

# job.arcanist
source: Arcanist
de: Hermetiker
fr: arcaniste
ja: 巴術士

# job.arcanistAbbv
source: ACN
de: HRT
ja: 巴

# job.archer
source: Archer
de: Waldläufer
ja: 弓術士

# job.archerAbbv
source: ARC
de: WDL
ja: 弓

# job.armorer
source: Armorer
de: Plattner
fr: armurier
ja: 甲冑師

# job.astrologian
source: Astrologian
de: Astrologe
fr: astromancien
ja: 占星術師

# job.bard
source: Bard
de: Barde
fr: barde
ja: 吟遊詩人

# job.blackMage
source: Black Mage
de: Schwarzmagier
fr: mage noir
ja: 黒魔道士

# job.blackMageAbbv
source: BLM
de: SMA
ja: 黒

# job.blacksmith
source: Blacksmith
de: Grobschmied
fr: forgeron
ja: 鍛冶師

# job.blueMage
source: Blue Mage
de: Blaumagier
fr: mage bleu
ja: 青魔道士

# job.blueMageAbbv
source: BLU
de: BMA
ja: 青

# job.botanist
source: Botanist
de: Gärtner
fr: botaniste
ja: 園芸師

# job.botanistAbbv
source: BOT
de: GÄR
ja: 園芸

# job.carpenter
source: Carpenter
de: Zimmerer
fr: menuisier
ja: 木工師

# job.carpenterAbbv
source: CRP
de: ZMR
fr: MEN
ja: 木工

# job.conjurer
source: Conjurer
de: Druide
fr: élémentaliste
ja: 幻術士

# job.conjurerAbbv
source: CNJ
de: DRU
fr: ÉLM
ja: 幻

# job.culinarian
source: Culinarian
de: Gourmet
fr: cuisinier
ja: 調理師

# job.culinarianAbbv
source: CUL
de: GRM
fr: CUI
ja: 調理

# job.dancer
source: Dancer
de: Tänzer
fr: danseur
ja: 踊り子

# job.dancerAbbv
source: DNC
de: TÄN
fr: DNS
ja: 踊

# job.darkKnight
source: Dark Knight
de: Dunkelritter
fr: chevalier noir
ja: 暗黒騎士

# job.darkKnightAbbv
source: DRK
de: DKR
fr: CHN
ja: 暗

# job.fisher
source: Fisher
de: Fischer
fr: pêcheur
ja: 漁師

# job.fisherAbbv
source: FSH
de: FIS
fr: PEC
ja: 漁師

# job.goldsmith
source: Goldsmith
de: Goldschmied
fr: orfèvre
ja: 彫金師

# job.goldsmithAbbv
source: GSM
de: GLD
fr: ORF
ja: 彫金

# job.gunbreaker
source: Gunbreaker
de: Revolverklinge
fr: pistosabreur
ja: ガンブレイカー

# job.gunbreakerAbbv
source: GNB
de: REV
fr: PSB
ja: ガンブレ

# job.lancer
source: Lancer
de: Pikenier
fr: maître d’hast
ja: 槍術士

# job.lancerAbbv
source: LNC
de: PIK
fr: HAS
ja: 槍

# job.leatherworker
source: Leatherworker
de: Gerber
fr: tanneur
ja: 革細工師

# job.leatherworkerAbbv
source: LTW
de: GER
fr: TAN
ja: 革細工

# job.machinist
source: Machinist
de: Maschinist
fr: machiniste
ja: 機工士

# job.marauder
source: Marauder
de: Marodeur
fr: maradeur
ja: 斧術士

# job.marauderAbbv
source: MRD
de: MAR
ja: 斧

# job.miner
source: Miner
de: Minenarbeiter
fr: mineur
ja: 採掘師

# job.monk
source: Monk
de: Mönch
fr: moine
ja: モンク

# job.monkAbbv
source: MNK
de: MÖN
fr: MOI
ja: モ

# job.pictomancer
source: Pictomancer
de: Piktomant
fr: pictomancien
ja: ピクトマンサー

# job.pictomancerAbbv
source: PCT
de: PKT
fr: PIC
ja: ピクト

# job.pugilist
source: Pugilist
de: Faustkämpfer
fr: pugiliste
ja: 格闘士

# job.pugilistAbbv
source: PGL
de: FST
ja: 格

# job.reaper
source: Reaper
de: Schnitter
fr: faucheur
ja: リーパー

# job.reaperAbbv
source: RPR
de: SNT
fr: FCH
ja: リーパー

# job.redMage
source: Red Mage
de: Rotmagier
fr: mage rouge
ja: 赤魔道士

# job.redMageAbbv
source: RDM
de: RMA
fr: MRG
ja: 赤魔道士

# job.rogue
source: Rogue
de: Schurke
fr: surineur
ja: 双剣士

# job.rogueAbbv
source: ROG
de: SCH
fr: SUR
ja: 双

# job.sage
source: Sage
de: Weiser
ja: 賢者

# job.sageAbbv
source: SGE
de: WEI
ja: 賢者

# job.scholar
source: Scholar
de: Gelehrter
fr: érudit
ja: 学者

# job.scholarAbbv
source: SCH
de: GLT
fr: ÉRU
ja: 学

# job.summoner
source: Summoner
de: Beschwörer
fr: invocateur
ja: 召喚士

# job.summonerAbbv
source: SMN
de: BSW
fr: INV
ja: 召

# job.thaumaturge
source: Thaumaturge
de: Thaumaturg
fr: occultiste
ja: 呪術士

# job.warrior
source: Warrior
de: Krieger
fr: guerrier
ja: 戦士

# job.warriorAbbv
source: WAR
de: KRG
fr: GUE
ja: 戦

# job.weaver
source: Weaver
de: Weber
fr: couturier
ja: 裁縫師

# job.weaverAbbv
source: WVR
de: WEB
fr: COU
ja: 裁縫

# job.whiteMage
source: White Mage
de: Weißmagier
fr: mage blanc
ja: 白魔道士

# job.whiteMageAbbv
source: WHM
de: WMA
fr: MBL
ja: 白

# lodestoneNews.keepReading
source: Keep Reading
de: Weiterlesen
fr: Lire la suite
ja: 続きを読む

# lodestoneNews.openInWebBrowser
source: Open in Web Browser
de: Im Webbrowser öffnen
fr: Ouvrir dans le navigateur
ja: ウェブブラウザで開く

# lodestoneNews.share
source: Share
de: Teilen
fr: Partager
ja: 共有

# lodestoneNews.tapToLoad
source: Tap to load articles
de: Tippen, um Artikel zu laden
fr: Appuyez pour charger les articles
ja: 記事を読み込むにはタップしてください

# lodestoneNews.tapToRetry
source: Tap to retry loading articles
de: Tippen, um das Laden der Artikel erneut zu versuchen
fr: Appuyez pour réessayer de charger les articles
ja: 記事の読み込みを再試行するにはタップしてください

# navigation.about
source: About
de: Info
fr: Informations
ja: について

# navigation.allNodes
source: All Nodes
de: Alle Knoten
fr: Tous les nœuds
ja: すべてのノード

# navigation.credits
source: Credits
de: Danksagungen
fr: Crédits
ja: クレジット

# navigation.itemDetail
source: Item Detail
de: Gegenstanddetails
fr: Détail de l'objet
ja: アイテム詳細

# navigation.legal
source: Legal
de: Rechtliches
fr: Légal
ja: 法的

# navigation.lodestoneNews
source: Lodestone News
de: Nachrichten von The Lodestone
fr: Actualités de The Lodestone
ja: 「The Lodestone」ニュース

# navigation.recipeDetail
source: Recipe Detail
de: Rezeptdetails
fr: Détail de la recette
ja: レシピ詳細

# navigation.savedRecipes
source: Saved Recipes
de: Gespeicherte Rezepte
fr: Recettes enregistrées
ja: 保存されたレシピ

# navigation.search
source: Search
de: Suchen
fr: Rechercher
ja: 検索

# navigation.shoppingList
source: Shopping List
de: Einkaufsliste
fr: Liste de courses
ja: ショッピングリスト

# parameter.additionalEffect
source: Additional Effect
de: Zusatzeffekt
fr: Effet supplémentaire
ja: 追加効果

# parameter.attackMagicPotency
source: Attack Magic Potency
de: Offensivmagie
fr: Magie offensive
ja: 攻撃魔法威力

# parameter.attackPower
source: Attack Power
de: Attacke
fr: Attaque
ja: 物理攻撃力

# parameter.attackSpeed
source: Attack Speed
de: Anzahl der Attacken
fr: Nombre d'attaques
ja: 攻撃回数

# parameter.bindResistance
source: Bind Resistance
de: Fessel-Resistenz
fr: Résistance à Entrave
ja: バインド耐性

# parameter.blindResistance
source: Blind Resistance
de: Blind-Resistenz
fr: Résistance à Cécité
ja: 暗闇耐性

# parameter.blockStrength
source: Block Strength
de: Blockeffekt
fr: Blocage
ja: ブロック性能

# parameter.bluntResistance
source: Blunt Resistance
de: Schlagresistenz
fr: Résistance au contondant
ja: 打耐性

# parameter.control
source: Control
de: Kontrolle
fr: Contrôle
ja: 加工精度

# parameter.cp
source: CP
de: HP
fr: PS

# parameter.craftsmanship
source: Craftsmanship
de: Kunstfertigkeit
fr: Habileté
ja: 作業精度

# parameter.criticalHit
source: Critical Hit
de: Kritischer Treffer
fr: Critique
ja: クリティカル

# parameter.criticalHitEvasion
source: Critical Hit Evasion
de: Kritisches Ausweichen
fr: Esquive critique
ja: クリティカル回避力

# parameter.criticalHitPower
source: Critical Hit Power
de: Kritischer Attackewert
fr: Attaque critique
ja: クリティカル攻撃力

# parameter.criticalHitResilience
source: Critical Hit Resilience
de: Abwehr kritischer Treffer
fr: Résilience
ja: クリティカル防御力

# parameter.defense
source: Defense
de: Verteidigung
fr: Défense
ja: 物理防御力

# parameter.delay
source: Delay
de: Verzögerung
fr: Délai
ja: 攻撃間隔

# parameter.desynthesisSkillGain
source: Desynthesis Skill Gain
de: Verbessertes Verwertungsgeschick
fr: Augmentation de la compétence de recyclage
ja: 分解スキル上昇率

# parameter.determination
source: Determination
de: Entschlossenheit
fr: Détermination
ja: 意思力

# parameter.dexterity
source: Dexterity
de: Geschick
fr: Dextérité
ja: DEX

# parameter.directHitRate
source: Direct Hit Rate
de: Direkter Treffer
fr: Coups nets
ja: ダイレクトヒット

# parameter.doomResistance
source: Doom Resistance
de: Verhängnis-Resistenz
fr: Résistance à Glas
ja: 死の宣告耐性

# parameter.durability
source: Durability
de: Belastbarkeit
fr: Solidité
ja: 耐久性

# parameter.earthResistance
source: Earth Resistance
de: Erdresistenz
fr: Résistance à la terre
ja: 土

# parameter.elementalBonus
source: Elemental Bonus
de: Elementarbonus
fr: Bonus élémentaire
ja: エレメンタル補正

# parameter.enhancementMagicPotency
source: Enhancement Magic Potency
de: Stärkungsmagie
fr: Magie fortifiante
ja: 強化魔法威力

# parameter.enmity
source: Enmity
de: Feindseligkeit
fr: Inimitié
ja: 敵視

# parameter.enmityReduction
source: Enmity Reduction
de: Feindseligkeitsreduktion
fr: Réduction d'inimitié
ja: 敵視-

# parameter.evasion
source: Evasion
de: Ausweichen
fr: Esquive
ja: 回避力

# parameter.expBonus
source: EXP Bonus
de: Routinebonus
fr: Points d'expérience gagnés
ja: 経験値獲得量

# parameter.fireResistance
source: Fire Resistance
de: Feuerresistenz
fr: Résistance au feu
ja: 火

# parameter.gathering
source: Gathering
de: Sammelgeschick
fr: Collecte
ja: 獲得力

# parameter.gp
source: GP
de: SP
fr: PR

# parameter.haste
source: Haste
de: Hast
fr: Hâte
ja: ヘイスト

# parameter.healingMagicPotency
source: Healing Magic Potency
de: Heilmagie
fr: Magie curative
ja: 回復魔法威力

# parameter.heavyResistance
source: Heavy Resistance
de: Gewicht-Resistenz
fr: Résistance à Pesanteur
ja: ヘヴィ耐性

# parameter.hp
source: HP
de: LP
fr: PV

# parameter.iceResistance
source: Ice Resistance
de: Eisresistenz
fr: Résistance à la glace
ja: 氷

# parameter.increasedSpiritbondGain
source: Increased Spiritbond Gain
de: Erhöhte Bindung
fr: Gain accru de symbiose
ja: 錬精度上昇量

# parameter.intelligence
source: Intelligence
de: Intelligenz
ja: INT

# parameter.lightningResistance
source: Lightning Resistance
de: Blitzresistenz
fr: Résistance à la foudre
ja: 雷

# parameter.magicDamage
source: Magic Damage
de: Mag. Basiswert
fr: Dégâts magiques
ja: 魔法基本性能

# parameter.magicDefense
source: Magic Defense
de: Magieabwehr
fr: Défense magique
ja: 魔法防御力

# parameter.magicResistance
source: Magic Resistance
de: Magieresistenz
fr: Résistance magique
ja: 全魔法耐性

# parameter.mainAttribute
source: Main Attribute
de: Hauptattribut
fr: Bonus de base
ja: 主能力補正

# parameter.mind
source: Mind
de: Willenskraft
fr: Esprit
ja: MND

# parameter.morale
source: Morale
de: Moral
fr: Moral
ja: モラル

# parameter.paralysisResistance
source: Paralysis Resistance
de: Paralyse-Resistenz
fr: Résistance à Paralysie
ja: 麻痺耐性

# parameter.perception
source: Perception
de: Expertise
fr: Savoir-faire
ja: 技術力

# parameter.petrificationResistance
source: Petrification Resistance
de: Stein-Resistenz
fr: Résistance à Pétrification
ja: 石化耐性

# parameter.physicalDamage
source: Physical Damage
de: Phys. Basiswert
fr: Dégâts physiques
ja: 物理基本性能

# parameter.piercingResistance
source: Piercing Resistance
de: Stichresistenz
fr: Résistance au perforant
ja: 突耐性

# parameter.piety
source: Piety
de: Frömmigkeit
fr: Piété
ja: 信仰

# parameter.poisonResistance
source: Poison Resistance
de: Gift-Resistenz
fr: Résistance à Poison
ja: 毒耐性

# parameter.progress
source: Progress
de: Fortschritt
fr: Progression
ja: 必要工数

# parameter.projectileResistance
source: Projectile Resistance
de: Projektilresistenz
fr: Résistance aux projectiles
ja: 射耐性

# parameter.quality
source: Quality
de: Qualität
fr: Qualité
ja: 品質

# parameter.recipeLevel
source: Recipe Level
de: Level für Rezept
fr: Niveau de la recette
ja: レシピLv

# parameter.reducedDurabilityLoss
source: Reduced Durability Loss
de: Verschleißminderung
fr: Résistance à l'usure
ja: 装備消耗耐性

# parameter.refresh
source: Refresh
de: Erfrischen
fr: Recharge
ja: リフレシュ

# parameter.regen
source: Regen
de: Regena
fr: Récup
ja: リジェネ

# parameter.secondaryAttribute
source: Secondary Attribute
de: Zweitattribut
fr: Bonus additionnels
ja: 副能力補正

# parameter.silenceResistance
source: Silence Resistance
de: Schweigen-Resistenz
fr: Résistance à Silence
ja: 沈黙耐性

# parameter.skillSpeed
source: Skill Speed
de: Schnelligkeit
fr: Vivacité
ja: スキルスピード

# parameter.slashingResistance
source: Slashing Resistance
de: Hiebresistenz
fr: Résistance au tranchant
ja: 斬耐性

# parameter.sleepResistance
source: Sleep Resistance
de: Schlaf-Resistenz
fr: Résistance à Sommeil
ja: 睡眠耐性

# parameter.slowResistance
source: Slow Resistance
de: Gemach-Resistenz
fr: Résistance à Lenteur
ja: スロウ耐性

# parameter.spellSpeed
source: Spell Speed
de: Zaubertempo
fr: Célérité
ja: スペルスピード

# parameter.strength
source: Strength
de: Stärke
fr: Force
ja: STR

# parameter.stunResistance
source: Stun Resistance
de: Betäubungs-Resistenz
fr: Résistance à Étourdissement
ja: スタン耐性

# parameter.tenacity
source: Tenacity
de: Unbeugsamkeit
fr: Ténacité
ja: 不屈

# parameter.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
ja: 未詳

# parameter.vitality
source: Vitality
de: Konstitution
fr: Vitalité
ja: VIT

# parameter.waterResistance
source: Water Resistance
de: Wasserresistenz
fr: Résistance à l'eau
ja: 水

# parameter.windResistance
source: Wind Resistance
de: Windresistenz
fr: Résistance au vent
ja: 風

# parameter.yields
source: Yields
de: Ertrag
fr: Production
ja: 制作個数

# search.ascending
source: Ascending
de: Aufsteigend
fr: Croissant
ja: 昇順

# search.descending
source: Descending
de: Absteigend
fr: Descendant
ja: 降順

# search.noResults
source: No results. Please try again.
de: Keine Ergebnisse. Bitte versuche es erneut.
fr: Aucun résultat. Veuillez réessayer.
ja: 結果がありません。もう一度お試しください。

# search.pickerPrompt
source: Search For
de: Suche nach
fr: Rechercher pour
ja: 検索する

# search.searchButton
source: Tap to search.
de: Tippen, um zu suchen
fr: Appuyez pour rechercher
ja: タップして検索

# search.searchFieldPrompt
source: Search for %@
de: Suche nach %@
fr: Rechercher %@
ja: %@を検索

# shoppingList.baseMaterials
source: Base Materials Only
de: Nur Grundmaterialien
fr: Uniquement les matériaux de base
ja: 基本素材のみ

# sortMethod.alphabetical
source: Alphabetical
de: Alphabetisch
fr: Alphabétique
ja: アルファベット順

# sortMethod.ilvl
source: Item Level
de: Gegenstandsstufe
fr: Niveau d'objet
ja: アイテムレベル

# sortMethod.rlvl
source: Recipe Level
de: Rezeptstufe
fr: Niveau de recette
ja: レシピレベル

# tabView.news
source: News
de: Nachrichten
fr: Actualités
ja: ニュース

# tabView.recipes
source: Recipes
de: Rezepte
fr: Recettes
ja: レシピ

# tabView.search
source: Search
de: Suchen
fr: Rechercher
ja: 検索

# user.createShoppingList
source: Create Shopping List
de: Einkaufsliste
fr: Liste de courses
ja: ショッピングリスト

# user.deleteAll
source: Delete All
de: Alles löschen
fr: Tout supprimer
ja: すべて削除

# user.deleteItem
source: Delete item
de: Gegenstand löschen
fr: Supprimer l'objet
ja: アイテムを削除

# user.deletionConfirmation
source: Delete all saved recipes?
de: Alle gespeicherten Rezepte löschen?
fr: Supprimer toutes les recettes enregistrées ?
ja: 保存されたレシピをすべて削除しますか？

# user.noRecipes
source: No recipes added yet. Tap here to go to the search screen.
de: Noch keine Rezepte hinzugefügt. Tippen Sie hier, um zum Suchbildschirm zu gelangen.
fr: Aucune recette ajoutée pour le moment. Appuyez ici pour accéder à l'écran de recherche.
ja: まだレシピは追加されていません。検索画面に移動するにはここをタップしてください。
